/* STM */
"Ink Levels" = "مستويات الحبر التقريبية";

/* Nozzle */
"NOZZLE01TEXT01" = "لإجراء فحص لفوهة رأس الطباعة، تأكد من تشغيل الطابعة ومن توصيلها بالكمبيوتر. وتحقق أيضاً من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق. انقر فوق [طباعة] لطباعة نموذج فحص فوهة رأس الطباعة أو انقر فوق [إلغاء] للخروج.";
"NOZZLE01B01" = "طباعة";
"NOZZLE01B02" = "إلغاء";

"NOZZLE02TEXT01" = "مقارنة النموذج المطبوع بالنموذج الموجود أعلاه. إذا كان نموذج فحص رأس الطباعة به أسطر غير مكتملة، فانقر فوق [تنظيف]. انقر فوق [إنهاء] للخروج.";
"NOZZLE02SPE01" = "علوي: جيد
سفلي: يلزم التنظيف";
"NOZZLE02B01" = "إنهاء";
"NOZZLE02B03" = "تنظيف";

/* Cleaning */
"HEADCLEANING01TEXT01" = "انقر فوق [بدء] لتنظيف فوهات رأس الطباعة. نظرًا لأن التنظيف يستهلك بعض الحبر، لا تقم بتنظيف رأس الطباعة إلا عند ظهور مناطق باهتة أو فراغات في المطبوعات. استخدم البرنامج المساعد \"فحص رأس الطباعة\" أولاً للتأكد من ضرورة تنظيف رأس الطباعة.
ملاحظة: قبل تشغيل عملية تنظيف، تأكد من وضع قفل النقل في وضع إلغاء القفل (Printing) كما هو موضح في الرسم.";
"HEADCLEANING01B01" = "إلغاء";
"HEADCLEANING01B02" = "بدء";

"HEADCLEANING02TEXT01" = "الرجاء الانتظار ...";
"HEADCLEANING02TEXT02" = "جارٍ تنظيف الرأس. الرجاء الانتظار.";
"HEADCLEANING02B01" = "إغلاق";

"HEADCLEANING03TEXT01" = "لقد انتهت دورة التنظيف. للتحقق من أن عملية التنظيف كانت فعالة، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"HEADCLEANING03B01" = "إنهاء";
"HEADCLEANING03B03" = "طباعة نموذج فحص رأس الطباعة";

/* Gap */
"GAP01TEXT01" = "يقوم برنامج \"محاذاة رأس الطباعة\" المساعد بإصلاح المحاذاة الخاطئة للخطوط العمودية والأفقية والطباعة غير الواضحة.";
"GAP01B01" = "التالي >";
"GAP01B02" = "إلغاء";

"GAP02TEXT01" = "ستتم طباعة ورقة ذات محاذاة رأسية.
تأكد من تشغيل الطابعة وتوصيلها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو حجم Letter في وحدة تغذية الورق.
انقر فوق [طباعة] عندما تكون مستعدًا.";
"GAP02B01" = "طباعة";
"GAP02B02" = "إلغاء";
"GAP02B03" = "تجاوز >>";

"GAP03TEXT01" = "انظر إلى ورقة المحاذاة.
اعثر على المربع الذي بدون أي أشرطة مرئية في المجموعات من رقم 1 إلى رقم 5. اختر الرقم المناظر لهذا المربع من القائمة أدناه لكل المجموعات. ثم انقر فوق [التالي >].
إذا كان كل مربع يحتوي على أحد الأشرطة، فحدد المربع الذي يحتوي على الشريط أو الأشرطة الأقل سمكًا. ثم انقر فوق [إعادة محاذاة].";
"GAP03B01" = "التالي >";
"GAP03B02" = "إلغاء";
"GAP03B03" = "إعادة محاذاة";

"GAP04TEXT01" = "ستتم طباعة ورقة سوداء ذات محاذاة أفقية.
تأكد من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق.
ملاحظة: لا يؤثر هذا التعديل إلا على الطباعة عالية السرعة على الورق العادي. أما أنواع الورق الأخرى فلا تتأثر.";
"GAP04B01" = "طباعة";
"GAP04B02" = "إلغاء";
"GAP04B03" = "تجاوز >>";

"GAP05TEXT01" = "انظر إلى ورقة المحاذاة.
اعثر على النمط بدون أشرطة بيضاء أو سوداء. اختر الرقم المناظر لهذا النمط من القائمة أدناه وانقر فوق [التالي >].
في حال احتواء كل نمط على شريط، فاختر النمط ذي أرفع شريط. ثم انقر فوق [إعادة محاذاة].";
"GAP05B01" = "التالي >";
"GAP05B02" = "إلغاء";
"GAP05B03" = "إعادة محاذاة";

"GAP06TEXT01" = "ستتم طباعة ورقة ملونة ذات محاذاة أفقية.
تأكد من تحميل ورق عادي بحجم A4 أو Letter في وحدة تغذية الورق.
ملاحظة: لا يؤثر هذا التعديل إلا على الطباعة عالية السرعة على الورق العادي. أما أنواع الورق الأخرى فلا تتأثر.";
"GAP06B01" = "طباعة";
"GAP06B02" = "إلغاء";

"GAP07TEXT01" = "انظر إلى ورقة المحاذاة.
اعثر على النمط بدون أشرطة داكنة أو فاتحة. اختر الرقم المناظر لهذا النمط من القائمة أدناه وانقر فوق [إنهاء].
في حال احتواء كل نمط على شريط، اختر النمط ذي أرفع شريط. ثم انقر فوق [إعادة محاذاة].";
"GAP07B01" = "إنهاء";
"GAP07B02" = "إلغاء";
"GAP07B03" = "إعادة محاذاة";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "استخدم الورق العادي لتنظيف الطابعة من الداخل.
تأكد من تحميل الورق العادي بحجم A4 أو Letter بالطابعة، ثم انقر فوق زر [تنظيف].
كرر هذا الإجراء إلى أن يتم تنظيف الطابعة من الداخل.";
"PG01_B01" = "إلغاء";
"PG01_B02" = "تنظيف";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "عند استمرار وجود أشرطة أو ألوان مفقودة في المطبوعات حتى بعد تشغيل تنظيف الرأس عدة مرات، قد يلزم استبدال الحبر الموجود داخل أنابيب الحبر لحل المشكلة.

تتيح لك هذه الوظيفة استبدال كل الحبر الموجود داخل أنابيب الحبر.

تستهلك هذه الوظيفة الكثير من الحبر. نوصي باستخدام هذه الوظيفة فقط بعد إجراء تنظيف الرأس عدة مرات.";
"POWERINKFLUSHING01B01" = "إلغاء";
"POWERINKFLUSHING01B02" = "التالي >";

"POWERINKFLUSHING02TEXT01" = "قبل تشغيل هذه الوظيفة، تأكد من وضع قفل النقل في وضع إلغاء القفل (Printing) كما هو موضح في الرسم.

ملاحظة: يجب أن يظل قفل النقل في وضع إلغاء القفل دائمًا عند استخدام الطابعة.";

"POWERINKFLUSHING03TEXT01" = "هل تريد بالتأكيد تشغيل هذه الوظيفة؟
لاستبدال كل الحبر الموجود في الأنابيب، يلزم استهلاك الكثير من الحبر.
نوصي بمحاولة تشغيل تنظيف الرأس عدة مرات لمحاولة حل المشكلة قبل استخدام هذه الوظيفة. انقر فوق [إلغاء] ثم حاول تنظيف الرأس.

ملاحظة: تؤثر الوظيفة على العمر الافتراضي للبادات الحبر المستهلك. ينتهي عمر لبادات الحبر المستهلك باكرًا بتشغيل هذه الوظيفة.
عند وصول لبادات الحبر المستهلك إلى نهاية عمرها الافتراضي، اتصل بدعم Epson لطلب الاستبدال.

انقر فوق [بدء] لبدء استبدال الحبر.
بمجرد بدء هذه الوظيفة، لا يمكن مقاطعتها.";
"POWERINKFLUSHING03B01" = "إلغاء";
"POWERINKFLUSHING03B02" = "بدء";

"POWERINKFLUSHING04TEXT01" = "الرجاء الانتظار ...";
"POWERINKFLUSHING04TEXT02" = "التنظيف الكهربي للحبر قيد التقدم.
الرجاء الانتظار.";
"POWERINKFLUSHING04B01" = "إغلاق";

"POWERINKFLUSHING05TEXT01" = "اكتمل التنظيف الكهربي للحبر.
للتحقق من فعالية تنظيف الحبر، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"POWERINKFLUSHING05B01" = "إنهاء";
"POWERINKFLUSHING05B03" = "طباعة نموذج فحص رأس الطباعة";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "موافق";
"INKTANKUTILITYB02" = "التالي";
"INKTANKUTILITYB03" = "إلغاء";
"INKTANKUTILITYB04" = "خلفي";
"INKTANKUTILITYB05" = "نعم";
"INKTANKUTILITYB06" = "لا";

//Common
"INKTANKUTCOMMONTEXT01" = "هذا البرنامج المساعد غير متوفر حاليًا.
ملاحظة: عند اتصال طابعتين أو أكثر، حدد الطابعة المطلوب تشغيلها من قائمة الطابعات ثم انقر فوق رمز [البرنامج المساعد لخزان الحبر] مرة أخرى.";
"INKTANKUTCOMMONTEXT02" = "أدخل المعرف المكون من 13 رقمًا والموضح على كل زجاجة حبر.
ملاحظة: المعرفات صالحة لمرة واحدة فقط. لا تدخل المعرفات قبل إعادة تعبئة الحبر.
انقر فوق [التالي] لبدء مصادقة المعرف.

أدخل المعرفات الموضحة على كل زجاجة حبر من اليسار إلى اليمين.";
"INKTANKUTCOMMONTEXT03" = "لا يمكن ضمان جودة الحبر غير الأصلي أو موثوقيته وقد يسبب تلفًا للمنتج لا يشمله ضمان Epson.
يتم تسجيل استخدام الحبر غير الأصلي لاحتمال استخدامه في دعم الخدمة.
للحصول على أفضل جودة وموثوقية، توصي Epson باستخدام حبر Epson الأصلي.
هل تريد متابعة استخدام هذا الحبر؟";
"INKTANKUTCOMMONTEXT04" = "يمكنك متابعة الطباعة.
انقر فوق [موافق] لإغلاق هذه الرسالة.
في حال الرغبة في إعادة تعبئة الحبر الآن، انقر فوق رمز [البرنامج المساعد لخزان الحبر] مرة أخرى.";
"INKTANKUTCOMMONTEXT06" = "هل تريد بالتأكيد إلغاء هذا البرنامج المساعد؟
عند إلغاء البرنامج المساعد، يلزم تشغيله مرة أخرى.";
"INKTANKUTCOMMONTEXT07" = "المعرف غير صالح.
قم بتأكيد المعرف الصحيح ثم أدخل المعرف مرة أخرى.";
"INKTANKUTCOMMONTEXT08" = "المعرف (المعرفات) غير صالح.
قم بتأكيد المعرف (المعرفات) الصحيح.
انقر فوق [إلغاء] لإدخال المعرف مرة أخرى.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "احذف جميع مهام الطباعة.

قبل استخدام الطابعة، تأكد من وضع قفل النقل في وضع إلغاء القفل (Printing) كما هو موضح في الرسم.";
"INKTANKUTINITIALTEXT02" = "إعادة تعبئة حبر خزان الحبر.

%fillcolor%

توصي Epson باستخدام حبر Epson الأصلي. أعد تعبئة الحبر إلى الخط الموضح على خزان الحبر. انظر دليل الطابعة للاطلاع على المزيد من التفاصيل حول كيفية إعادة تعبئة الحبر. بعد إعادة تعبئة الحبر وتركيب خزان الحبر، انقر فوق [التالي] لإدخال المعرف.";
"INKTANKUTINITIALTEXT03" = "جار شحن الحبر.
انتظر نحو 20 دقيقة إلى أن يكتمل شحن الحبر.

ملاحظة: لا تقم بإيقاف تشغيل الطابعة مطلقًا إلى أن يتوقف ضوء الطاقة عن الوميض ويظل مضيئًا.";
"INKTANKUTINITIALTEXT04" = "تأكد من تعيين قفل النقل على وضع إلغاء القفل (Printing) عند استخدام الطابعة، وإلا فلن يتم تسليم الحبر وستحدث مشكلات في جودة الطباعة. قم بتعيين قفل النقل على وضع القفل (Transporting) فقط عند النقل، وإلا فقد يحدث تسرب للحبر.";

//Manual Check
"INKTANKMANUALTEXT01" = "احذف جميع مهام الطباعة.

تحقق من مقدار الحبر المتبقي في خزان الحبر. انقر فوق [أعلى] إذا كان مستوى الحبر فوق الخط. انقر فوق [أدنى] إذا كان مستوى الحبر أدنى من الخط. إذا كان مستوى الحبر فوق الخط، توصي Epson بالنقر فوق [أعلى] إلى أن يصل مستوى الحبر إلى الخط بحيث يمكن إعادة تعبئة خزان الحبر بالمحتويات الكاملة لزجاجة الحبر الجديدة.
ملاحظة: قد يؤدي استخدام الطابعة بشكل مستمر عندما يكون مستوى الحبر دون الخط الموضح على خزان الحبر إلى تلف الطابعة.";
"INKTANKMANUALTEXT02" = "احذف جميع مهام الطباعة.

تحقق من مقدار الحبر المتبقي في خزان الحبر. إذا كان مستوى الحبر أكبر من 20 مم من أسفل وحدة خزان الحبر، توصي Epson بالنقر فوق [أعلى] إلى أن يصل مستوى الحبر إلى 20 مم من الأسفل بحيث يمكن إعادة تعبئة خزان الحبر بالمحتويات الكاملة لزجاجة الحبر الجديدة. انقر فوق [أعلى] إذا كان مستوى الحبر أكبر من 20 مم من الأسفل. انقر فوق [أدنى] إذا كان مستوى الحبر 20 مم أو أقل من ذلك من الأسفل.
ملاحظة: قد يسبب الاستخدام المستمر للطابعة عند انخفاض مستوى الحبر عن 20 مم من أسفل وحدة خزان الحبر تلف الطابعة. للتحقق من مستويات الحبر، استخدم المسطرة المرفقة مع الطابعة.";
"INKTANKMANUALTEXT03" = "إعادة تعبئة حبر خزان الحبر.

%fillcolor%

توصي Epson باستخدام حبر Epson الأصلي. أعد تعبئة الحبر إلى الخط الموضح على خزان الحبر. انظر دليل الطابعة للاطلاع على المزيد من التفاصيل حول كيفية إعادة تعبئة الحبر. بعد إعادة تعبئة الحبر وتركيب خزان الحبر، انقر فوق [التالي] لإدخال المعرف.";

/* Error */
"PRINTERBUTTON00" = "إيقاف/صيانة";
"ERCOMMON_B01" = "إلغاء";
"ERCOMMON_B02" = "متابعة";
"WRCOMMON_B01" = "موافق";
"WRCOMMON_B02" = "إلغاء";
"ER00_TEXTA" = "خطأ";
"ER00_TEXTB" = "1. احذف جميع مهام الطباعة.
2. قم بإيقاف تشغيل الطابعة، وأزل أي ورق منحشر.
3. انتظر لبضع دقائق ثم أعد تشغيل الطابعة.";
"ER00_TEXTA_D4" = "خطأ";
"ER00_TEXTB_D4" = "1. احذف جميع مهام الطباعة.
2. قم بإيقاف تشغيل الطابعة، وأزل أي ورق منحشر.
3. انتظر لبضع دقائق ثم أعد تشغيل الطابعة.";
"ER00_B01_D4" = "إلغاء";
"ER01_TEXTA" = "الطابعة مشغولة";
"ER01_TEXTB" = "الرجاء الانتظار...";
"ER04_TEXTA" = "انحشار الورق";
"ER04_TEXTB" = "1. افتح الغطاء الأمامي وأخرج أي ورق محشور.
2. اضغط على الزر %btn% الموجود بالمنتج.";
"ER05_TEXTA" = "فحص مستويات الحبر";
"ER05_TEXTB" = "يلزم التحقق من مقدار الحبر المتبقي. انقر فوق زر [البرنامج المساعد لخزان الحبر] في Epson Printer Utility 4. قد تختلف مستويات الحبر التقريبية عن مستويات الحبر الفعلية. لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في خزانات الحبر الموجودة بالطابعة.";
"ER05_TEXTA_FF" = "خطأ في الإعداد الأولي";
"ER05_TEXTB_FF" = "انقر فوق رمز [البرنامج المساعد لخزان الحبر] لشحن نظام الحبر.";
"ER06_TEXTA_D4" = "نفاد الورق أو التحميل غير صحيح";
"ER06_TEXTB_D4" = "1. قم بإزالة الورق وإعادة تحمليه.
2. اضغط على الزر %btn% في المنتج أو انقر فوق [متابعة] عند ظهور هذه الكلمة.

انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER06_B01_D4" = "متابعة";
"ER06_B02_D4" = "إلغاء";
"ER06_TEXTA" = "نفاد الورق أو التحميل غير صحيح";
"ER06_TEXTB" = "1. أزل الورق وأعد تحميله.
2. اضغط على الزر %btn% الموجود بالمنتج.

انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند عرضها. إذا لم يتم الإلغاء، فقم بذلك من على المنتج.";
"ER10_TEXTA" = "الطابعة في حاجة إلى الخدمة";
"ER10_TEXTB" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.
يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER12_TEXTA" = "خطأ تغذية متعددة الصفحات";
"ER12_TEXTB" = "قم بأي مما يلي.
- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.
- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER12_TEXTA_D4" = "خطأ تغذية متعددة الصفحات";
"ER12_TEXTB_D4" = "قم بأي مما يلي.
- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.
- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER12_B01_D4" = "إلغاء";
"ER41_TEXTA" = "الطابعة في حاجة إلى الخدمة";
"ER41_TEXTB" = "وصلت أنابيب امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها. يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"Common Error Text1" = "خطأ";
"Common Error Text2" = "1. احذف جميع مهام الطباعة.
2. قم بإيقاف تشغيل الطابعة، وأزل أي ورق منحشر.
3. انتظر لبضع دقائق ثم أعد تشغيل الطابعة.";
"Common Error B1" = "إلغاء";
"Cleaning status" = "الطابعة مشغولة";
"Shipment status" = "خطأ في الإعداد الأولي";
"WRINKLOW_TEXTA" = "مستوى الحبر منخفض";
"WRINKLOW_TEXTB" = "يمكنك متابعة الطباعة. لإعادة تعبئة الحبر الآن، انقر فوق زر [البرنامج المساعد لخزان الحبر] في Epson Printer Utility 4. قد تختلف مستويات الحبر التقريبية عن مستويات الحبر الفعلية. لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في خزانات الحبر الموجودة بالطابعة.";
"WRCD_TEXTA" = "لا يمكن استكمال تنظيف الرأس.";
"WRCD_TEXTB" = "يمكنك متابعة الطباعة. لإعادة تعبئة الحبر الآن، انقر فوق زر [البرنامج المساعد لخزان الحبر] في Epson Printer Utility 4. قد تختلف مستويات الحبر التقريبية عن مستويات الحبر الفعلية. لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في خزانات الحبر الموجودة بالطابعة.";
"WRCD_TEXTA_UTO" = "تعذر اكتمال التنظيف الكهربي للحبر.";
"WRCD_TEXTB_UTO" = "يمكنك متابعة الطباعة. لإعادة تعبئة الحبر الآن، انقر فوق زر [البرنامج المساعد لخزان الحبر] في Epson Printer Utility 4. قد تختلف مستويات الحبر التقريبية عن مستويات الحبر الفعلية. لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في خزانات الحبر الموجودة بالطابعة.";
"WRINKLOW2_TEXTA" = "مستوى الحبر منخفض";
"WRINKLOW2_TEXTB" = "يمكنك متابعة الطباعة. لإعادة تعبئة الحبر الآن، انقر فوق زر [البرنامج المساعد لخزان الحبر] في Epson Printer Utility 4. قد تختلف مستويات الحبر التقريبية عن مستويات الحبر الفعلية. لتأكيد الحبر الفعلي المتبقي، افحص بعينيك مستويات الحبر الموجودة في خزانات الحبر الموجودة بالطابعة.";
"WR20_TEXTA" = "الطابعة في حاجة إلى الخدمة";
"WR20_TEXTB" = "أوشكت وسادات امتصاص حبر الطابعة على الوصول إلى نهاية فترة الخدمة لها. يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"WR21_TEXTA" = "الطابعة في حاجة إلى الخدمة";
"WR21_TEXTB" = "أوشكت أنابيب امتصاص حبر الطابعة على الوصول إلى نهاية فترة الخدمة لها. يرجى الاتصال بقسم الدعم التابع لـ Epson.";
"COMUERR_TEXTA" = "خطأ اتصال";
"COMUERR_TEXTB" = "قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"COMUERR_B01" = "إعادة المحاولة";
"COMUERR_B02" = "إلغاء";
"CHARGINGSTATUS_TEXTA_PROXY" = "شحن نظام الحبر";

